Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/CarKitSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CARPLAY_ENHANCED_INTEGRATION_FOOTER
source: Sharing which apps on your iPhone use CarPlay allows this car to quickly switch back to these apps in CarPlay. CarPlay will work without this.
ar: تسمح مشاركة تطبيقات الـ iPhone التي تستخدم كاربلاي لهذه السيارة بالتبديل بسرعة إلى هذه التطبيقات في كاربلاي. يمكن لكاربلاي أن يعمل دون هذا.
bg: Предоставянето на информация за приложенията от вашия iPhone, използващи CarPlay, позволява на тази кола бързо да превключва към тях в CarPlay. CarPlay ще функционира и без тази опция.
ca: Si comparteixes quines apps de l’iPhone utilitzen el CarPlay, el cotxe pot tornar a accedir‑hi ràpidament. El CarPlay pot funcionar sense aquesta opció.
cs: Když povolíte sdílení informací o tom, které aplikace na vašem iPhonu používají CarPlay, auto bude moct do těchto aplikací rychle přepnout. CarPlay bude fungovat i bez toho.
da: Hvis du deler, hvilke apps på din iPhone, der bruger CarPlay, kan denne bil hurtigt skifte tilbage til disse apps i CarPlay. CarPlay fungerer uanset.
de: Durch Teilen der Apps auf deinem iPhone, die CarPlay verwenden, kann in CarPlay in diesem Auto schnell wieder zu diesen Apps zurückgewechselt werden. CarPlay funktioniert auch ohne diese Funktion.
el: Η κοινοποίηση των εφαρμογών στο iPhone που χρησιμοποιούν το CarPlay επιτρέπει σε αυτό το αυτοκίνητο τη γρήγορη επιστροφή σε αυτές τις εφαρμογές στο CarPlay. Το CarPlay θα λειτουργεί και χωρίς αυτό.
es: Compartir qué apps de tu iPhone usan CarPlay permite al coche volver rápidamente a ellas en CarPlay. CarPlay puede funcionar sin esta opción.
es_419: Al compartir cuáles apps de tu iPhone pueden usar CarPlay se permite que este auto regrese rápidamente a estas apps en CarPlay. CarPlay funciona de todas formas si no lo compartes.
fi: Jakamalla iPhonen apit, jotka käyttävät CarPlayta, sallii tämän auton siirtyä nopeasti takaisin näihin appeihin CarPlayssa. CarPlay toimii ilman tätä.
fr: Mentionner quelles apps de votre iPhone utilisent CarPlay permet au véhicule de rapidement les lancer lorsque votre appareil s’y connecte. Ceci n’est pas indispensable au fonctionnement de CarPlay.
fr_ca: Mentionner quelles apps de votre iPhone utilisent CarPlay permet au véhicule de rapidement les lancer lorsque votre appareil s’y connecte. Ceci n’est pas indispensable au fonctionnement de CarPlay.
he: שיתוף היישומים אשר משתמשים ב-CarPlay ב-iPhone מאפשר לרכב לחזור ליישומים אלה ב-CarPlay בקלות. ה-CarPlay יעבוד גם בלי זה.
hi: यह शेयर करना कि आपके iPhone पर स्थित कौन-से ऐप्स CarPlay का इस्तेमाल करेंगे, इस कार को CarPlay में इन ऐप्स पर तेज़ी से वापस जाने की अनुमति देता है। CarPlay इसके बिना काम करेगा।
hr: Ako podijelite informacije o aplikacijama na iPhoneu koje koriste CarPlay, automobilu ćete omogućiti brzo prebacivanje na te aplikacije u CarPlayu. CarPlay će raditi i bez toga.
hu: Ha megosztja, hogy az iPhone-ján milyen appok használják a CarPlayt, azzal lehetővé teszi, hogy az autó gyorsan visszaváltson ezekre az appokra a CarPlayben. A CarPlay e nélkül is működni fog.
id: Dengan membagikan informasi mengenai app mana di iPhone Anda yang menggunakan CarPlay, mobil ini akan dapat dengan cepat beralih kembali ke app tersebut di CarPlay. CarPlay akan dapat digunakan tanpa ini.
it: Condividere quali app di iPhone utilizzano CarPlay consente a questa auto di tornare velocemente alle app su CarPlay. CarPlay funzionerà senza questa opzione.
ja: iPhoneのどのアプリがCarPlayを使っているかを共有することで、この車でこれらのCarPlayのアプリに素早く切り替えることができます。CarPlayはこの機能がなくても動作します。
kk: iPhone құрылғысындағы CarPlay функциясын қолданатын қолданбалар туралы ақпаратты бөлісу осы автомобильге CarPlay функциясында осы қолданбаларға жылдам ауысуға мүмкіндік береді. CarPlay онсыз жұмыс істей береді.
ko: iPhone의 어떤 앱이 CarPlay를 사용하는지 공유하면 이 자동차가 CarPlay에서 해당 앱으로 빠르게 전환합니다. CarPlay는 이 옵션 없이도 작동합니다.
lt: Bendrinant, kurios programos „iPhone“ įrenginyje naudoja „CarPlay“, jūsų automobilis gali greitai persijungti atgal į šias programas per „CarPlay“. „CarPlay“ veiks ir neatlikus šio veiksmo.
ms: Berkongsi app pada iPhone anda yang menggunakan CarPlay membolehkan kereta ini beralih balik ke app tersebut dengan cepat dalam CarPlay. CarPlay akan berfungsi tanpa maklumat ini.
nl: Door te delen welke apps op je iPhone CarPlay gebruiken, kan deze auto snel teruggaan naar deze apps in CarPlay. Zonder delen werkt CarPlay ook.
no: Hvis du deler hvilke apper på iPhone som bruker CarPlay, kan bilen din raskt bytte tilbake til disse appene i CarPlay. CarPlay fungerer også uten integrering.
pl: Wskazanie zainstalowanych na iPhonie aplikacji, które używają CarPlay, pozwoli temu samochodowi szybko przełączać na nie w CarPlay. Nie jest to konieczne do używania CarPlay.
pt_br: Compartilhar quais apps do iPhone usam o CarPlay permite que este carro retorne rapidamente a esses apps no CarPlay. O CarPlay funciona sem isso.
pt_pt: Partilhar as aplicações do iPhone que usam CarPlay permite ao carro mudar rapidamente para essas aplicações ao usar CarPlay. CarPlay funciona mesmo sem esta opção.
ro: Partajarea informațiilor referitoare la aplicațiile de pe iPhone care utilizează CarPlay permite ca această mașină să comute înapoi rapid la aceste aplicații în CarPlay. CarPlay va funcționa și fără această opțiune.
ru: Предоставление информации о приложениях на iPhone, использующих CarPlay, позволяет этому автомобилю быстро переключаться на эти приложения в CarPlay. CarPlay будет работать без этого.
sk: Zdieľaním informácií o apkách na iPhone, ktoré používajú CarPlay, umožníte autu rýchlo prepínať na tieto apky v CarPlay. CarPlay bude fungovať aj bez tejto funkcie.
sl: Z deljenjem aplikacij iz vašega iPhona, ki uporabljajo CarPlay, lahko temu vozilu omogočite, da v funkciji CarPlay hitro preklopi nazaj nanje. Funkcija CarPlay bo delovala tudi brez tega.
sv: Om du delar vilka appar på iPhone som använder CarPlay kan den här bilen snabbt växla tillbaka till dessa appar i CarPlay. CarPlay kommer att fungera utan detta.
th: การเลือกแชร์แอปบน iPhone ของคุณเพื่อใช้ CarPlay จะอนุญาตให้รถคันนี้สลับกลับไปที่แอปใน CarPlay ได้อย่างรวดเร็ว CarPlay ยังจะทำงานได้โดยไม่ต้องใช้คุณสมบัตินี้
tr: iPhone’unuzdaki CarPlay’i kullanan uygulamaları paylaşarak bu arabanın CarPlay’de yine hemen bu uygulamalara dönmesine izin verirsiniz. CarPlay bu özellik olmadan çalışır.
uk: Поширення інформації про програми на вашому iPhone, які використовують CarPlay, дає змогу цьому авто швидко перемикатися назад до цих програм у CarPlay. CarPlay працюватиме й без цього.
vi: Việc chia sẻ những ứng dụng nào trên iPhone của bạn sử dụng CarPlay cho phép ô tô này nhanh chóng quay lại những ứng dụng này trong CarPlay. CarPlay sẽ hoạt động mà không cần tính năng này.
zh_cn: 共享iPhone上有哪些App使用CarPlay车载，使这辆车在CarPlay车载中可快速切换回这些App。若不共享，CarPlay车载仍可使用。
zh_hk: 分享iPhone上有哪些App使用CarPlay，將允許這架車在CarPlay中快速切換回這些App。即使不分享，CarPlay仍然可以運作。
zh_tw: 分享iPhone上有哪些App使用CarPlay，讓這部車可以快速切換回這些在CarPlay中的App。即使不分享，CarPlay也可運作。

# CARPLAY_OPTIONS
source: Options
ar: خيارات
bg: Опции
ca: Opcions
cs: Volby
da: Indstillinger
de: Optionen
el: Επιλογές
es: Opciones
es_419: Opciones
fi: Valinnat
he: אפשרויות
hi: विकल्प
hr: Opcije
hu: Beállítások
id: Pilihan
it: Opzioni
ja: オプション
kk: Опциялар
ko: 옵션
lt: Parinktys
ms: Pilihan
nl: Opties
no: Valg
pl: Opcje
pt_br: Opções
pt_pt: Opções
ro: Opțiuni
ru: Параметры
sk: Možnosti
sl: Možnosti
sv: Alternativ
th: ตัวเลือก
tr: Seçenekler
uk: Параметри
vi: Tùy chọn
zh_cn: 选项
zh_hk: 選項
zh_tw: 選項

# MY_CARS_PLURAL
source: My Cars
ar: سياراتي
bg: Моите коли
ca: Els meus cotxes
cs: Moje auta
da: Mine biler
de: Meine Autos
el: Τα αυτοκίνητά μου
es: Mis coches
es_419: Mis automóviles
fi: Omat autot
fr: Mes voitures
fr_ca: Mes véhicules
he: הרכבים שלי
hi: मेरी कारें
hr: Moji automobili
hu: Saját autók
id: Mobil Saya
it: Le mie auto
ja: 自分の車
kk: Автомобильдерім
ko: 나의 자동차
lt: Mano automobiliai
ms: Kereta Saya
nl: Mijn auto's
no: Mine biler
pl: Moje samochody
pt_br: Meus Carros
pt_pt: Os meus carros
ro: Mașinile dvs.
ru: Мои автомобили
sk: Moje autá
sl: Moja vozila
sv: Mina bilar
th: รถของฉัน
tr: Arabalarım
uk: Мої автомобілі
vi: Ô tô của tôi
zh_cn: 我的车
zh_hk: 我的汽車
zh_tw: 我的汽車

# CUSTOMIZE_TITLE
source: Customize
ar: تخصيص
bg: Персонализиране
ca: Personalitza
cs: Upravit
da: Speciel
de: Anpassen
el: Προσαρμογή
es: Personalizar
es_419: Personalizar
fi: Muokkaa
fr: Personnaliser
fr_ca: Personnaliser
he: התאמה אישית
hi: कस्टमाइज़ करें
hr: Prilagodi
hu: Testreszabás
id: Sesuaikan
it: Personalizza
ja: カスタマイズ
kk: Бейімдеу
ko: 사용자화
lt: Pritaikymas
ms: Sesuaikan
nl: Pas aan
no: Tilpass
pl: Dostosuj
pt_br: Personalizar
pt_pt: Personalizar
ro: Personalizați
ru: Настройка
sk: Prispôsobiť
sl: Prilagajanje
sv: Anpassa
th: กำหนดเอง
tr: Özelleştir
uk: Налаштувати
vi: Tùy chỉnh
zh_cn: 自定义
zh_hk: 自訂
zh_tw: 自訂

source: Forget
ar: إلغاء الحفظ
bg: Забрави
ca: Omet
cs: Ignorovat
da: Glem
de: Ignorieren
el: Αγνόηση
es: Omitir
es_419: Olvidar
fi: Unohda
fr: Oublier
fr_ca: Oublier
he: הסרה
hi: याद न रखें
hr: Zaboravi
hu: Elfelejtés
id: Lupakan
it: Dissocia
ja: 解除
kk: Ұмыту
ko: 지우기
lt: Pamiršti
ms: Lupakan
nl: Vergeet
no: Glem
pl: Zapomnij
pt_br: Esquecer
pt_pt: Esquecer
ro: Ignorați
ru: Забыть
sk: Odstrániť
sl: Pozabi
sv: Glöm
th: เลิกใช้
tr: Unut
uk: Забути
vi: Quên
zh_cn: 忽略
zh_hk: 忘記
zh_tw: 忘記

# FORGET_BUTTON
source: Forget This Car
ar: إلغاء حفظ هذه السيارة
bg: Забрави тази кола
ca: Omet el cotxe
cs: Ignorovat toto auto
da: Glem denne bil
de: Dieses Auto ignorieren
el: Αγνόηση αυτού του αυτοκινήτου
es: Omitir este coche
es_419: Olvidar este automóvil
fi: Unohda tämä auto
fr: Oublier cette voiture
fr_ca: Oublier ce véhicule
he: הסרת רכב זה
hi: इस कार को याद न रखें
hr: Zaboravi ovaj automobil
hu: Autó elfelejtése
id: Lupakan Mobil Ini
it: Dissocia questa auto
ja: この車の登録を解除
kk: Бұл автомобильді ұмыту
ko: 이 자동차 지우기
lt: Pamiršti šį automobilį
ms: Lupakan Kereta Ini
nl: Vergeet deze auto
no: Glem denne bilen
pl: Zapomnij ten samochód
pt_br: Esquecer Este Carro
pt_pt: Esquecer este carro
ro: Ignorați această mașină
ru: Забыть этот автомобиль
sk: Odstrániť toto auto
sl: Pozabi to vozilo
sv: Glöm den här bilen
th: เลิกใช้รถคันนี้
tr: Bu Arabayı Unut
uk: Забути цей автомобіль
vi: Quên ô tô này
zh_cn: 忽略这辆车
zh_hk: 忘記此汽車
zh_tw: 忘記此汽車設定

# SETTINGS_GENERAL
source: General
ar: عام
bg: Основни
cs: Obecné
da: Generelt
de: Allgemein
el: Γενικά
fi: Yleiset
fr: Général
fr_ca: Général
he: כללי
hi: सामान्य
hr: Općenito
hu: Általános
id: Umum
it: Generali
ja: 一般
kk: Жалпы
ko: 일반
lt: Bendrieji
ms: Umum
nl: Algemeen
no: Generelt
pl: Ogólne
pt_br: Geral
pt_pt: Geral
ru: Основные
sk: Všeobecné
sl: Splošno
sv: Allmänt
th: ทั่วไป
tr: Genel
uk: Загальні
vi: Cài đặt chung
zh_cn: 通用
zh_hk: 一般
zh_tw: 一般

# MY_CARS_SINGULAR
source: My Car
ar: سيارتي
bg: Моята кола
ca: El meu cotxe
cs: Moje auto
da: Min bil
de: Mein Auto
el: Το αυτοκίνητό μου
es: Mi coche
es_419: Mi auto
fi: Oma auto
fr: Ma voiture
fr_ca: Mon véhicule
he: הרכב שלי
hi: मेरी कार
hr: Moj automobil
hu: Saját autó
id: Mobil Saya
it: La mia auto
ja: 自分の車
kk: Автомобилім
ko: 나의 자동차
lt: Mano automobilis
ms: Kereta Saya
nl: Mijn auto
no: Min bil
pl: Mój samochód
pt_br: Meu Carro
pt_pt: O meu carro
ro: Mașina dvs.
ru: Мой автомобиль
sk: Moje auto
sl: Moje vozilo
sv: Min bil
th: รถของฉัน
tr: Arabam
uk: Мій автомобіль
vi: Ô tô của tôi
zh_cn: 我的车
zh_hk: 我的汽車
zh_tw: 我的汽車

# HOME_SCREEN_RESET
source: Reset
ar: إعادة تعيين
bg: Нулирай
ca: Restableix
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
es_419: Restablecer
fi: Nollaa
fr: Réinitialiser
fr_ca: Réinitialiser
he: איפוס
hi: रीसेट करें
hr: Resetiraj
hu: Alaphelyzetbe állítás
id: Atur Ulang
it: Inizializza
ja: リセット
kk: Бастапқы күйге қайтару
ko: 재설정
lt: Nustatyti iš naujo
nl: Herstel
no: Nullstill
pl: Wyzeruj
pt_br: Redefinir
pt_pt: Repor
ro: Resetați
ru: Сбросить
sk: Resetovať
sl: Ponastavi
sv: Nollställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_cn: 还原
zh_hk: 重設
zh_tw: 重置

source: Other Cars
ar: سيارات أخرى
bg: Други коли
ca: Altres cotxes
cs: Další auta
da: Andre biler
de: Andere Autos
el: Άλλα αυτοκίνητα
es: Otros coches
es_419: Otros automóviles
fi: Muut autot
fr: Autres voitures
fr_ca: Autres véhicules
he: רכבים נוספים
hi: अन्य कारें
hr: Drugi automobili
hu: Egyéb autók
id: Mobil Lainnya
it: Altre auto
ja: その他の車
kk: Басқа автомобильдер
ko: 다른 자동차
lt: Kiti automobiliai
ms: Kereta Lain
nl: Andere auto's
no: Andre biler
pl: Inne samochody
pt_br: Outros Carros
pt_pt: Outros carros
ro: Alte mașini
ru: Другие автомобили
sk: Ďalšie autá
sl: Druga vozila
sv: Andra bilar
th: รถคันอื่น
tr: Diğer Arabalar
uk: Інші автомобілі
vi: Ô tô khác
zh_cn: 其他汽车
zh_hk: 其他汽車
zh_tw: 其他汽車

# CARPLAY_OPTIONS_PAGE_TITLE
source: CarPlay
ar: كاربلاي
zh_cn: CarPlay车载

# CUSTOMIZE_HIDDEN_APPS_SECTION_TITLE
source: More Apps
ar: تطبيقات أخرى
bg: Още приложения
ca: Més apps
cs: Další aplikace
da: Flere apps
de: Weitere Apps
el: Περισσότερες εφαρμογές
es: Más apps
es_419: Más apps
fi: Lisää appeja
fr: Plus d’apps
fr_ca: Plus d’apps
he: יישומים נוספים
hi: अधिक ऐप्स
hr: Još aplikacija
hu: További appok
id: App Lainnya
it: Altre app
ja: ほかのアプリ
kk: Қосымша қолданбалар
ko: 앱 더 보기
lt: Daugiau programų
ms: Lagi App
nl: Meer apps
no: Flere apper
pl: Więcej aplikacji
pt_br: Mais Apps
pt_pt: Mais aplicações
ro: Alte aplicații
ru: Еще приложения
sk: Ďalšie apky
sl: Več aplikacij
sv: Fler appar
th: แอปเพิ่มเติม
tr: Daha Fazla Uygulama
uk: Інші програми
vi: Ứng dụng khác
zh_cn: 更多App
zh_hk: 更多App
zh_tw: 更多App

source: Available Cars
ar: السيارات المتوفرة
bg: Налични коли
ca: Cotxes disponibles
cs: Auta k dispozici
da: Tilgængelige biler
de: Verfügbare Autos
el: Διαθέσιμα αυτοκίνητα
es: Coches disponibles
es_419: Automóviles disponibles
fi: Käytettävissä olevat autot
fr: Voitures disponibles
fr_ca: Véhicules disponibles
he: רכבים זמינים
hi: उपलब्ध कारें
hr: Dostupni automobili
hu: Elérhető autók
id: Mobil yang Tersedia
it: Auto disponibili
ja: 利用可能な車
kk: Қолжетімді автомобильдер
ko: 사용 가능한 자동차
lt: Prieinami automobiliai
ms: Kereta Tersedia
nl: Beschikbare auto's
no: Tilgjengelige biler
pl: Dostępne samochody
pt_br: Carros Disponíveis
pt_pt: Carros disponíveis
ro: Mașini disponibile
ru: Доступные автомобили
sk: Dostupné autá
sl: Razpoložljiva vozila
sv: Tillgängliga bilar
th: รถที่มี
tr: Kullanılabilir Arabalar
uk: Доступні автомобілі
vi: Ô tô có sẵn
zh_cn: 可用的汽车
zh_hk: 可用的汽車
zh_tw: 可用汽車

# CARPLAY_FOOTER_TEXT_WIRED_OFF_FACEID
source: Unlocking your iPhone will be required every time, and your device will remain unlocked as long as CarPlay is active. Enable this setting to allow CarPlay to connect without requiring Face ID or a passcode.
ar: يجب فتح قفل iPhone في كل مرة، وسيبقى قفل الجهاز مفتوحًا مادام كاربلاي نشطًا. قم بتمكين هذا الإعداد للسماح لكاربلاي بالاتصال دون طلب بصمة الوجه أو رمز الدخول.
bg: Ще трябва всеки път да отключвате вашия iPhone и устройството ви ще остане отключено, докато е активен CarPlay. Активирайте тази настройка, за да разрешите на CarPlay да се свързва, без да изисква Face ID или код.
ca: Hauràs de desbloquejar l’iPhone cada vegada i el dispositiu es mantindrà desbloquejat mentre el CarPlay estigui activat. Activa aquesta opció per permetre que el CarPlay es connecti sense necessitat d’utilitzar el Face ID o un codi.
cs: Pokaždé bude požadováno odemknutí iPhonu a zařízení zůstane odemknuté, dokud bude CarPlay aktivní. Zapnutím tohoto nastavení umožníte připojení CarPlay bez použití Face ID nebo zadání kódu.
da: Du skal låse iPhone op hver gang, og enheden forbliver ulåst, mens CarPlay er aktiv. Slå denne indstilling til for at CarPlay kan oprette forbindelse til bilen uden at kræve Face ID eller en kode.
de: Dein iPhone muss jedes Mal entsperrt werden und bleibt entsperrt, solange CarPlay aktiviert ist. Aktiviere diese Einstellung, sodass CarPlay eine Verbindung herstellen kann, ohne Face ID oder einen Code anzufordern.
el: Θα απαιτείται κάθε φορά ξεκλείδωμα του iPhone και η συσκευή σας θα παραμένει ξεκλείδωτη όση ώρα είναι ενεργό το CarPlay. Αν ενεργοποιήσετε αυτήν τη ρύθμιση, το CarPlay θα συνδέεται χωρίς να απαιτείται Face ID ή κωδικός.
es: Tendrás que desbloquear tu iPhone cada vez y tu dispositivo permanecerá desbloqueado mientras CarPlay esté activo. Activa este ajuste para permitir a CarPlay se conecte sin necesidad de Face ID o código.
es_419: Tendrás que estar desbloqueando tu iPhone y tu dispositivo permanecerá desbloqueado mientras CarPlay esté activo. Activa esta configuración para permitir que CarPlay se conecte sin requerir Face ID o el código.
fi: iPhonen lukitus pitää avata joka kerta, ja laitteesi pysyy auki niin kauan kuin CarPlay on käytössä. Ota tämä asetus käyttöön, jotta CarPlay voi yhdistää ilman Face ID:tä tai pääsykoodia.
fr: Le déverrouillage de votre iPhone est requis systématiquement et ce dernier reste déverrouillé tant que CarPlay est actif. Activez ce réglage pour permettre à CarPlay de se connecter sans nécessiter l’utilisation d’un code ou de Face ID.
fr_ca: Vous serez systématiquement invité à déverrouiller votre iPhone, et ce dernier restera déverrouillé tant que CarPlay est actif. Activez ce réglage pour autoriser CarPlay à se connecter sans exiger l’utilisation de Face ID ou d’un code.
he: כשמשתמשים ב-CarPlay, יש לבטל את נעילת ה-iPhone כל פעם שמתחברים, והמכשיר נשאר פתוח כל עוד CarPlay פועל. ניתן להפעיל הגדרה זו כדי לאפשר חיבור ל-CarPlay ללא צורך באימות עם Face ID או קוד גישה.
hi: हर बार आपको अपना iPhone अनलॉक करके रखना ज़रूरी होगा और CarPlay सक्रिय रहने के दौरान आपका डिवाइस अनलॉक रहेगा। CarPlay को Face ID या पासकोड के बिना कनेक्ट कर पाने की अनुमति देने के लिए इस सेटिंग को सक्षम करें।
hr: Otključavanje iPhonea zatražit će se svaki put i vaš će uređaj ostati otključan sve dok je CarPlay aktivan. Omogućite ovu postavku kako biste dozvolili spajanje CarPlaya bez uporabe Face ID-ja ili šifre.
hu: Minden alkalommal fel kell oldani az iPhone-ját, és az eszköze feloldva marad, amíg a CarPlay aktív. Engedélyezze ezt a beállítást, ha azt szeretné, hogy a CarPlay Face ID vagy jelkód megadása nélkül csatlakozhasson.
id: Anda akan selalu harus membuka iPhone Anda dan perangkat Anda akan tetap terbuka selama CarPlay aktif. Aktifkan pengaturan ini untuk mengizinkan CarPlay terhubung tanpa memerlukan Face ID atau kode sandi.
it: Ti verrà richiesto di sbloccare iPhone ogni volta e il tuo dispositivo rimarrà sbloccato fino a quando CarPlay sarà in uso. Abilita questa opzione per consentire a CarPlay di connettersi senza richiedere l’autenticazione tramite Face ID o un codice.
ja: 毎回iPhoneのロックを解除する必要があり、CarPlayを使用中はデバイスのロックは解除されたままになります。この設定を有効にすると、CarPlayはFace IDやパスコードなしで接続できます。
kk: iPhone құлпын әр жолы ашу керек болады, ал CarPlay функциясы қосулы кезде құрылғы құлыптан шығарылған күйінде қалады. Бұл реттеуді CarPlay функциясына Face ID немесе құпиякодты талап етпей қосылуға рұқсат беру үшін іске қосыңыз.
ko: 매번 iPhone을 잠금 해제하야 하며, CarPlay가 활성화되어 있는 한 사용자의 기기가 잠금 해제 상태를 유지합니다. 이 설정을 활성화하면 CarPlay가 Face ID 또는 암호 없이 연결됩니다.
lt: Visada turėsite atrakinti savo „iPhone“ įrenginį, o pats įrenginys bus atrakintas tol, kol veiks „CarPlay“. Įjunkite šį nustatymą, kad „CarPlay“ galėtų prisijungti neprašant naudoti „Face ID“ arba įvesti prieigos kodo.
ms: Anda diperlukan membuka kunci iPhone anda setiap kali dan peranti anda akan kekal dibuka kunci selagi CarPlay aktif. Dayakan seting ini untuk membenarkan CarPlay bersambung tanpa memerlukan Face ID atau kod laluan.
nl: Je moet de iPhone elke keer ontgrendelen en je apparaat blijft ontgrendeld zolang CarPlay actief is. Schakel deze optie in om CarPlay verbinding te laten maken zonder dat Face ID of een toegangscode is vereist.
no: Du må låse opp iPhone hver gang og enheten forblir ulåst så lenge CarPlay er aktiv. Aktiver denne innstillingen for å tillate at CarPlay kan koble til uten bruk av Face ID eller kode.
pl: Odblokowanie iPhone'a będzie wymagane za każdym razem, a urządzenie pozostanie odblokowane tak długo, jak CarPlay jest aktywny. Włącz to ustawienie, aby pozwolić CarPlay łączenie się bez konieczności używania Face ID ani kodu.
pt_br: O desbloqueio do iPhone sempre será exigido, e o dispositivo permanecerá desbloqueado enquanto o CarPlay estiver ativo. Ative este ajuste para permitir que o CarPlay conecte sem exigir o Face ID ou um código.
pt_pt: Será sempre necessário desbloquear o iPhone e este permanecerá desbloqueado enquanto o CarPlay estiver ativo. Ao ativar esta definição, permitirá que o CarPlay estabeleça ligação ao carro sem necessitar do Face ID ou código.
ro: Deblocarea iPhone‑ului va fi necesară de fiecare dată, iar dispozitivul va rămâne deblocat pe toată perioada cât funcționalitatea CarPlay este activă. Activați această configurare pentru a‑i permite funcționalității CarPlay să se conecteze fără a necesita Face ID sau codul de acces.
ru: Разблокировка iPhone потребуется каждый раз, а устройство будет оставаться разблокированным, пока CarPlay активен. Включите эту настройку, чтобы разрешить подключение CarPlay, не требуя Face ID или код‑пароля.
sk: Zakaždým sa bude vyžadovať odomknutie iPhonu. Kým je CarPlay aktívny, vaše zariadenie ostane odomknuté. Ak chcete povoliť pripájanie ku CarPlay bez vyžadovania Face ID alebo kódu, zapnite toto nastavenie.
sl: Svoj iPhone boste morali vsakokrat odkleniti in odklenjen bo ostal vse dokler boste uporabljali CarPlay. Omogočite to nastavitev, če želite dovoliti, da se CarPlay poveže brez identifikacije s funkcijo Face ID ali kodo za dostop.
sv: Du måste låsa upp iPhone varje gång, och enheten förblir upplåst medan CarPlay är aktivt. Aktivera den här inställningen om du vill tillåta att CarPlay ansluter utan att Face ID eller en lösenkod krävs.
th: คุณจะต้องปลดล็อค iPhone ของคุณทุกครั้ง และอุปกรณ์ของคุณจะยังคงปลดล็อคอยู่ในระหว่างที่ CarPlay ทำงาน เปิดใช้งานการตั้งค่านี้เพื่ออนุญาตให้ CarPlay เชื่อมต่อได้โดยไม่ต้องใช้ Face ID หรือรหัส
tr: iPhone’unuzun kilidini her seferinde açmanız gerekir ve CarPlay etkin olduğu sürece aygıtınızın kilidi açık kalır. CarPlay’in Face ID ya da parola gerektirmeden bağlanmasına izin vermek için bu ayarı etkinleştirin.
uk: Потрібно щоразу відмикати iPhone, і він залишатиметься відімкненим весь час, поки функція CarPlay активна. Увімкніть цей параметр, щоб дозволити CarPlay підʼєднуватися без Face ID або коду допуску.
vi: Bạn sẽ phải mở khóa iPhone mỗi lần và thiết bị của bạn sẽ được giữ ở trạng thái mở khóa trong khi CarPlay đang hoạt động. Bật cài đặt này cho phép CarPlay kết nối mà không yêu cầu Face ID hoặc mật mã.
zh_cn: 每次都将需要解锁iPhone，且你的设备在CarPlay车载启用过程中将保持解锁状态。启用此设置以允许不需面容ID或密码连接CarPlay车载。
zh_hk: 你每次都需要解鎖iPhone，而你的裝置在CarPlay啟用期間會維持解鎖狀態。啟用此設定以允許CarPlay無需Face ID或密碼也可以連接。
zh_tw: 每次都需要解鎖iPhone，只要啟用CarPlay，你的裝置將保持為解鎖狀態。啟用此設定後，不需要使用Face ID或密碼，也可連接CarPlay。
